StruSoft.Interop.StruXml.Data.Rigidity_datalib_type3


StruSoft.Interop.StruXml.Data.Rigidity_datalib_type3.Item


StruSoft.Interop.StruXml.Data.Rigidity_datalib_type3.Guid


StruSoft.Interop.StruXml.Data.Rigidity_datalib_type3.Last_change


StruSoft.Interop.StruXml.Data.Rigidity_datalib_type3.Action


StruSoft.Interop.StruXml.Data.Rigidity_datalib_type3.Hash_order_id


StruSoft.Interop.StruXml.Data.Rigidity_datalib_type3.Name


StruSoft.Interop.StruXml.Data.Rigidity_datalib_type3.AnyAttr
